#1
cvladi1=1
cvladi2=2
cvladi3=3
cvladi4=4
cvladi5=5
cvladi6=6
cvladi7=7
cvladi8=8
cvladi9=9
cvladi10=10

#2

#camelCase cemelCeise არის ცვლადის შექმნის სტილი, პირველი სიტყვა ატარა ასოთი იწერება, ხოლო ყოველი მომდევნო დიდი ასოთი.
#snake_case snake_case არის ცვლადის შექმნის სტილი და სიტყვები გამოყოფილის ქვედა ტირით.
#case sensitive language ნიშნავს, რომ ენა განსხვავებულად აღიქვამს დიდ და პატარა ასოებით დაწერილ სიტყვებს.
#HTML არის ენა, რომლითაც შენდბა ნებისმიერი ვებგვერდის ჩონჩხი
#string არის  მონაცემთა ტიპი, რომელივ ტექსტს ინახავს
#inger აღნიშნავს მთელ რიცხვს რომელსაც დასათვლელად ვიყენებთ
#float აღნიშნავს  ათწილად რიცხვს

